var lang = new Array ();
/* images/js/template.js */
lang[0]='请等待，正在建立连接...';
lang[1]='请等待，正在发送数据...';
lang[2]='请等待，正在接受数据...';
lang[3]='通信失败，请刷新重新尝试';
lang[4]='该地址已经复制到剪切板';
lang[5]='请复制网站地址';
lang[6]='请输入连接地址:(留空为选定地址)';

/* images/js/width.js */
lang[7]='点击查看原图';
lang[8]='下载:';
lang[9]='上传时间:';
lang[10]='大小:';
lang[11]='请输入标题.';
lang[12]='请写内容.';

/* images/js/common.js */
lang[13]='你确定要删除该分类吗？';
lang[14]='你确定要删除该链接吗？';
lang[15]='你确定要导入该备份文件吗？';
lang[16]='你确定要删除该备份文件吗？';
lang[17]='你确定要删除该日志吗？';
lang[18]='你确定要删除该评论吗？';
lang[19]='你确定要删除该附件吗？';
lang[20]='你确定要删除相册分类吗？';
lang[21]='你确定要删除该头像文件吗？';
lang[22]='你确定要删除该用户吗？';
lang[23]='你确定要删除该引用吗？';
lang[24]='你确定要删除所有备份吗？';
lang[25]='你确定要删除所选音乐吗？';
lang[26]='你确定要删除所选音乐分类吗？';
lang[27]='你确定要清理所有缓存吗？';
lang[28]='你确定要删除该条选心情吗？';
lang[29]='你确定要恢复系统默认widget设置吗？';
lang[30]='你确定要删除头像吗？';
lang[31]='你确定要删除该自定义字段吗？删除后，所有文章的值均被删除.';
lang[32]='请选择要操作的日志';
lang[33]='你确定要删除所选日志吗？';
lang[34]='确实要执行操作吗？本操作会在你的服务器生成大量实体文件,同时执行清理的时候注意可能会清除掉你不愿意删除的文件或文件夹，请在系统安全设置中保护她们！';
lang[35]='请选择要操作的评论';
lang[36]='你确定要删除所选评论吗？';
lang[37]='你确定要将所选评论转变为留言吗，此过程不可以恢复？';
lang[38]='请选择要操作的附件';
lang[39]='你确定要删除所选附件吗？';
lang[41]='请选择要操作的引用';
lang[42]='你确定要删除所选引用吗？';
lang[43]='请选择要操作的音乐';
lang[44]='你确定要删除所选音乐吗？';
lang[45]='日志成功保存于';

/* images/js/ajax.js 这个错误返回消息时，ajax返回的消息必须与语言包中width.php中$common_width[ajax_comment]一字不差对应，具体就是键值为51,52,53,54的这几个值 */
lang[46]='名字不能为空或者名字太长';
lang[47]='内容为空，内容太短，或者内容太长';
lang[48]='电子邮件格式错误！';
lang[49]="url格式错误！";
lang[50]='感谢留言，数据发送中...';
lang[51]="验证码错误";
lang[52]='用户名已存在';
lang[53]='你没有权限发表留言';
lang[54]="Email已存在";
lang[55]='留言已成功了';
lang[56]="该用户名已经被注册过了,请重新输入,或者注册一个";
lang[57]="该Email已经被注册过了,请重新输入,或者注册一个";
lang[58]="验证码错误！";
lang[59]='你没有权限发表留言！你所在的用户组没有权限！';

/* images/swfupload/js/handlers.js */
lang[60]='正在等待...';
lang[61]='您正在上传的文件队列过多.';
lang[62]='您已达到上传限制';
lang[63]='您最多能选择';
lang[64]='上传';
lang[65]='文件.';
lang[66]='一个文件.';
lang[67]='文件尺寸过大.';
lang[68]='错误代码:';
lang[69]=', 文件尺寸: ';
lang[70]=', 信息: ';
lang[71]='无法上传零字节文件.';
lang[72]=',文件名:';
lang[73]='不支持的文件类型.';
lang[75]='未处理的错误';
lang[76]='正在上传...';
lang[77]='上传成功';
lang[78]='上传错误: ';
lang[79]='上传失败';
lang[80]='服务器 (IO) 错误';
lang[81]='安全错误';
lang[82]='超出上传限制.';
lang[83]='无法验证.  跳过上传.';
lang[84]='取消';
lang[85]='停止';
lang[86]='个文件';
lang[87]='已上传.';